acpi
android-apktool
android-tools
android-udev
ansible
appimagelauncher
ark
auto-cpufreq
aylurs-gtk-shell
balena-etcher
baobab
base
base-devel
bind
bisq
bisq2
bitwarden-cli
blueman
bluez
bluez-utils
bridge-utils
brightnessctl
btop
btrfs-progs
calf
cava
chezmoi
cliphist
cursor-bin
dbeaver
dnsmasq
docker
docker-compose
easyeffects
easyeffects-presets
efibootmgr
element-desktop
eog
exploitdb
eza
fd
ffmpegthumbnailer
flatpak
foliate
git
github-cli
gnome-disk-utility
gnome-system-monitor
gnome-terminal
google-chrome
grim
grub
grub-btrfs
gst-plugin-pipewire
gtk-engine-murrine
gvfs
gvfs-mtp
handbrake
htop
hypridle
hyprland
hyprlock
imagemagick
intel-gpu-tools
intel-media-driver
intel-ucode
iptables-nft
iwd
jq
just
kitty
kvantum
lazygit
less
libguestfs
libpulse
librespeed-cli-bin
librewolf-bin
libva-nvidia-driver-git
libva-utils
libvirt
linux-firmware
linux-zen
linux-zen-headers
lsp-plugins
mission-center
mosh
mousepad
mpv
mpv-mpris
nano
neofetch
neovim-git
network-manager-applet
networkmanager-openvpn
ngrep
noto-fonts-emoji
npm
nvtop
nwg-look-bin
obs-studio
obsidian
okular
onlyoffice-bin
openbsd-netcat
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
p7zip
pacman-contrib
pamixer
partitionmanager
pavucontrol
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
pnpm
pokemon-colorscripts-git
polkit-gnome
pwgen
pyprland
python-passlib
python-pip
python-pynvim
python-pyquery
python-pywal
python-requests
qemu-desktop
qemu-full
qemu-guest-agent
qt5-graphicaleffects
qt5-quickcontrols2
qt5ct
qt6ct
rclone
reflector
remmina
ripgrep
rofi-lbonn-wayland-git
sabnzbd
sddm
signal-desktop
slurp
sof-firmware
speedtest-go
swappy
swayidle
swaylock-effects-git
swaync
swtpm
swww
syncthing
systemd-resolvconf
teamviewer
telegram-desktop
thefuck
thunar
thunar-archive-plugin
thunar-volman
timeshift
torbrowser-launcher
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-droid
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
tumbler
ungoogled-chromium-bin
unzip
vim
virt-manager
virt-viewer
wasabi-wallet-bin
waybar
waydroid
wget
wireplumber
wlogout
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xhost
yad
yarn
yay
yt-dlp
zam-plugins
zram-generator
zsh
zsh-completions
